/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Avbryt";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Hem";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Arbete";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Annat";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (gäst)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Alla kända kontakter";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Alla kontakter";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype-kontakter";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Sparade telefonnummer";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Online-kontakter";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Begäranden skickade";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Nyligen kontaktade";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Begäranden mottagna";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Godkända förfrågningar";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Blockerade kontakter";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Ej grupperade kontakter";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Föreslagna kontakter";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Lista utan namn";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Lägg till mig som kontakt";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype testsamtal";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "sv";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Hej, detta är Skypes testsamtalrobot. Lägg till mig till dina kontakter och ring mig för att kolla din ljudinställning. Läs mer information på http://www.skype.com/go/help. Tack ska du ha.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Ring mig för att testa ljudet";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Ringer samtalet";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Ringer samtalet";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Samtalet avbröts";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Samtalet misslyckades";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Ringer";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Ringer";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Samtal parkerat";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Ditt samtal har parkerats";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Slut";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Missat";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Nekat";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Upptaget";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Anslutning bruten";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Röstmeddelande";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Spelar in röstmeddelande";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Skickar röstmeddelande";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Röstmeddelande skickat";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Röstmeddelande avbrutet";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Röstmeddelande misslyckades";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Ansluter";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Ringer";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Ringer";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Parkerat";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Avslutat";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Ringer via Facebook (beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Ringer…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Ringer…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Samtal pågår";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Parkerat";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Ditt samtal har parkerats";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Samtal pågår";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Samtalet är fullt";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Spelar upp röstmeddelandehälsning";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Spelar in röstmeddelande";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Senaste samtal";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Överför detta samtal";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Filer inlagda";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Du har fått ett videomeddelande. Visa det på: %1 och öppna det med koden %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - visa det på %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Om du vill visa den delade bilden går du till: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Om du vill visa det delade mediet går du till: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Tillfälligt borta";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Stör ej";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Väntande kontaktförfrågan";
"CONTACT_AVAILABILITY_BLOCKED" = "Blockerade";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline med röstbrevlåda";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Vidarekopplar";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Osynlig";
"CONTACT_AVAILABILITY_CONNECTING" = "Ansluter";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefonnummer";

/*  */
"CONTACT_GENDER_FEMALE" = "Kvinna";

/*  */
"CONTACT_GENDER_MALE" = "Man";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Okänt nummer";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Inget namn";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Loggar in…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Laddar kontakter…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Uppgraderar filer…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ lade till %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ har lämnat";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ har tagit bort %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ har bytt chattämne till %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Meddelandet har tagits bort";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Samma som systemet";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Det går inte att ansluta till Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Kontrollera nätverksinställningarna och försök igen.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Det här Skype-namnet är inte giltigt.";
"Account::INVALID_EMAIL" = "Den här e-postadressen är inte giltig.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Kontrollera och försök igen.";
"Account::UNACCEPTABLE_PASSWORD" = "Det här lösenordet är inte giltigt.";
"Account::SKYPENAME_TAKEN" = "Det här Skype-namnet är redan taget.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Skriv in ett nytt namn.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Vi kände inte igen ditt Skype-namn eller lösenord.";
"Account::INCORRECT_PASSWORD" = "Vi kände inte igen ditt Skype-namn eller lösenord.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "För många misslyckade inloggningsförsök.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Försök igen senare.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Ditt lösenord har ändrats.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Logga in med ditt nya lösenord.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Prova igen.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Det måste vara 6-20 tecken långt.";
"SkyLib::TOO_LONG" = "Det måste vara 6-20 tecken långt.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Ogiltigt tecken, t.ex. Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Kan inte innehålla mellanslag eller tabbar.";
"SkyLib::SAME_AS_USERNAME" = "För likt ditt Skype-namn.";
"SkyLib::INVALID_FORMAT" = "Ogiltigt format.";
"SkyLib::CONTAINS_INVALID_WORD" = "För enkelt att gissa, t.ex. abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Måste innehålla minst en bokstav och en siffra.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Måste börja med en bokstav (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova med ett längre Skype-namn.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova med ett längre lösenord.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova med ett kortare Skype-namn.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova med ett kortare lösenord.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Prova med ett nytt Skype-namn.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Prova med ett nytt lösenord.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Prova med en ny e-postadress.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Prova med ett nytt värde.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Lösenordet är fel.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Kunde inte ansluta till server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Det nya lösenordet får inte vara samma som det gamla.";
"Account::PWD_INVALID_NEW_PWD" = "Lösenordet är ogiltigt.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Du måste logga in för att ändra lösenord.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Ändringen sparades inte. Kontrollera inställningen och försök igen.";

"ACCOUNT_NOCREDIT" = "Ingen kredit";
"ACCOUNT_FREECALL" = "kostnadsfria samtal";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Filnamnet är inte giltigt";
"SkyLib::TRANSFER_OPEN_FAILED" = "Kunde inte öppna filen";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "För många filöverföringar samtidigt";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Du är offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Du måste vara uppkopplad för att kunna ringa.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Du kan inte söka i kontaktlistan när du är offline. Ändra din status och försök igen.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Du måste vara uppkopplad för att kunna skicka SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Du måste vara online för att spela upp meddelandet.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Kan inte ställa in text för aktuellt SMS.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Du har inte tillräckligt med Skype-kredit för att skicka SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Du behöver Skype-kredit för att ringa det här numret.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Detta är inget giltigt Skype-namn eller telefonnummer.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Du kan inte ringa denna Lync-kontakt eftersom de inte är online.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Du kan inte ringa personen, för du har blockerat den.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Du kan inte chatta med personen, för du har blockerat den.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Du kan inte skicka SMS till personen, för du har blockerat den.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Du kan inte lägga till personen, för du har blockerat den.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Du kan inte ringa till dig själv.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Du kan inte chatta med dig själv.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Du kan inte lägga till dig själv.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Du kan inte delta i konversationen";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Hittar inte den här konversationen";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Det är ett ogiltigt telefonnummer.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Du kan inte ringa detta nummer eftersom det är ett larmnummer.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Du kan inte skicka SMS till det här numret eftersom det är ett larmnummer.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Du kan inte lägga till detta nummer eftersom det är ett larmnummer.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Du måste avsluta detta samtal innan du kan påbörja ett nytt.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Avsluta det här samtalet först för att kunna lyssna på ett röstmeddelande.";
"SKERROR_CALLFAILED" = "Samtalet misslyckades. Försök igen.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Du har försökt starta en konversation med för många kontakter.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Du kan inte föra en konversation med dessa kontakter.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Du kan inte ringa personen, för den har inte auktoriserat dig.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Du kan inte ringa personen, för den har inte auktoriserat dig.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Ogiltig bekräftelsekod";
"Sms::MISC_ERROR" = "Ogiltigt telefonnummer";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Ditt konto har blockerats.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Vi ber dig kontakta kundtjänst.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Det är för många personer i samtalet för gruppvideo.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Du kan endast ha videosamtal med upp till nio personer. Ta bort personer från gruppen och försök igen.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Det är för många personer i samtalet för gruppvideo.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Du kan endast ha videosamtal med upp till nio personer. Ta bort personer från konversationen och försök igen.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Du kan inte ringa så här många personer i ditt gruppvideosamtalsabonnemang. Ta bort personer från konversationen och försök igen.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Du måste ha ett abonnemang för gruppvideosamtal.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Du måste ha ett abonnemang för gruppvideosamtal.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Vill du ringa gruppvideosamtal?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Vill du ringa gruppvideosamtal?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Du är redan med i gruppvideosamtal.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Du kan enbart göra ett gruppvideosamtal åt gången.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Du har nått gränsen för samtalet.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Du har nått din fyratimmarsgräns för gruppvideosamtal för det här samtalet.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Du har nått din fyratimmarsgräns för gruppvideosamtal för det här samtalet. Kontrollera ditt konto för mer information.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Du har uppnått din dagliga gräns för gruppvideosamtal.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Gruppvideosamtal är för närvarande avstängt. Du har nått gränsen för rättvis användning för idag. Kontrollera ditt konto för mer information.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Du har uppnått din månadsgräns för gruppvideosamtal.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Gruppvideosamtal är för närvarande avstängt. Du har nått gränsen för rättvis användning för denna månaden. Kontrollera ditt konto för mer information.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Gruppvideosamtal är inte tillgängligt just nu.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Ett fel har inträffat. Försök igen senare.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Skaffa gruppvideo";
"PremiumVideoErrorRecovery_GetPremium" = "Skaffa gruppvideo";
"PremiumVideoErrorRecovery_UpgradePremium" = "Uppgradera";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Du behöver Skype-kredit för att använda Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Vi kände inte igen ditt Skype-namn eller lösenord.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Ogiltigt användarnamn eller lösenord.";

"SKYPEACCESS_NO_ACCOUNT" = "Logga in med ditt Skype-konto.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Kunde inte ansluta. Kontrollera signalstyrkan för ditt WiFi eller prova en annan hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Denna hotspot svarar inte. Prova en annan hotspot.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Kunde inte förlänga sessionen. Försök ansluta på nytt.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFi-nätverket \"%@\" är inte längre tillgängligt";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "För att undvika oväntade avgifter ska du alltid koppla ner dig innan du lämnar en hotspot eller stänger av din telefon.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Gå tillbaka med i WiFi-nätverket ”%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi försöker koppla ner din internetanslutning. För att undvika oväntade avgifter ska du alltid koppla ner dig innan du lämnar en hotspot eller stänger av din enhet.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Din internetanslutning har kopplats ner.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ per minut";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "har en ny version av Skype med bättre chatt.För att gå med och fortsätta chatta ska du ladda ned senaste hämtningen.\nGå till <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "har en ny version av Skype med bättre chatt.\nFör att gå med och fortsätta chatta ska du ladda ned senaste hämtningen.\nGå till https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Klicka <a href=\"skype:?chat&amp;id=%1\">här</a> för att visa historik.";
